/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d번의 암호코드 시도 실패";
"%d Failed Password Attempts" = "%d번의 암호 시도 실패";

"1 Failed Passcode Attempt" = "1 번의 암호코드 시도 실패";
"1 Failed Password Attempt" = "1 번의 암호 시도 실패";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch ID for authentication?";

"Done" = "완료";

"Enable Touch ID" = "Touch ID 사용";

"Enter a different passcode. Cannot re-use the same passcode." = "다른 암호코드를 입력하십시오. 같은 암호코드를 재사용 할 수 없습니다.";
"Enter a different password. Cannot re-use the same password." = "다른 암호를 입력하십시오. 같은 암호를 재사용 할 수 없습니다.";

"Enter a passcode" = "암호코드 입력";
"Enter a password" = "암호 입력";

"Enter your new passcode" = "새 암호코드 입력";
"Enter your new password" = "새 암호 입력";

"Enter your old passcode" = "이전 암호코드 입력";
"Enter your old password" = "이전 암호 입력";

"Enter your passcode" = "암호코드를 입력하십시오";
"Enter your password" = "암호를 입력하십시오";

"Invalid Passcode" = "잘못된 암호코드";
"Invalid Password" = "잘못된 암호";

"Passcodes did not match.\nTry again." = "Passcodes did not match.\nTry again.";
"Password did not match.\nTry again." = "Password did not match.\nTry again.";

"Re-enter your passcode" = "Re-enter your passcode";
"Re-enter your password" = "암호 다시 입력";

"Try again in %d minutes" = "%d분 후 다시 시도";

"Try again in 1 minute" = "1분 후 다시 시도";
